Repository: lukmanism/newsletter
Catalog: language/*/*-pommo.po
Languages: es

source: Send
es: Enviar

source: History
es: Historial

source: Subscribers
es: Suscriptores

source: Manage
es: Gestiona

source: Import
es: Importar

source: Groups
es: Grupos

source: Setup
es: Configuración

source: Configure
es: Configurar

source: Fields
es: Campos

source: Setup Form
es: Configurar Formulario

source: Demonstration mode is ON.
es: Modo Demo esta ACTIVADO.

source: Demonstration mode is OFF.
es: Modo Demo esta DESACTIVADO.

source: Please Wait
es: Por favor espere

source: Processing
es: Procesando

source: Record(s)
es: Registro(s)

source: Match(es)
es: Resultado(s)

source: Page fueled by %1 mailing management software
es: Realizado por %1 software de administración de correo.

source: Are you sure?
es: Estas seguro?

source: Logout
es: Cerrar sesion

source: Support
es: Soporte

source: Admin Page
es: Menu Administrador

source: Subscriber Update
es: Suscriptor Actualizado

source: Unsubscribe
es: Darse de baja

source: Comments
es: Comentarios

source: Click to unsubscribe
es: Darse de baja

source: Really unsubscribe?
es: Seguro que deseas darte de baja?

source: Mailings History
es: Lista de archivos

source: View Mailing
es: Previsualización de la impresión

source: Subject
es: Título:

source: Sent
es: Enviado

source: No records returned.
es: No existen registros

source: Subscription Review
es: Revisión de suscripción

source: Back to Subscription Form
es: Regresar al formulario de suscripción

source: Return to %1
es: Regresar a %1

source: %1Update your records%2
es: %1Actualiza tus registros%2

source: Subscriber Login
es: Acceso Suscriptor

source: In order to check your subscription status, update your information, or unsubscribe, you must enter your email address in the field below.
es: Con el fin de revisar el estado de su suscripción, actualizar su información o ser eliminado de esta lista, debe proporcionar su dirección de correo en el campo siguiente.

source: Login
es: Acceso

source: Your Email:
es: Su correo electrónico

source: Update Activation
es: Actualiza Activación

source: We require that you verify your email address before unsubscribing or updating your records. This extra step is necessary to maintain your privacy, and to protect you against fraudulent activity.
es: Se requiere esto para verificar tu dirección de correo antes de darse de baja o actualizar tus registros. Este paso es necesario para matener tu privacidad y para protegerte de una activdad fraudulenta.

source: An activation email has recently been sent to %1. Please check your inbox.
es: Email de activación enviado a %1. Por favor revisa tu correo de entrada.

source: Pending Changes
es: Cambios Pendietes

source: SEND another confirmation email
es: ENVIAR otra dirección de confirmación

source: CANCEL your pending request
es: CANCELAR tu solicitud pendiente

source: Subscriber Confirmation
es: Confirmación de Suscriptor

source: Installation
es: Instalación de poMMo

source: Online install
es: Instalación en línea

source: Welcome to the online installation process. We have connected to the database and set your language successfully. Fill in the values below, and you'll be on your way!
es: Bienvenido al proceso de instalación en línea de poMMo. Nos hemos conectado a la base de datos y hemos definido su idioma exitosamente. Llene los valores siguientes y estará en camino a completar su instalación.

source: Configuration Options
es: Opciones de Configuración

source: Name of Mailing List:
es: Nombre de la Lista de Correo:

source: (ie. Brice's Mailing List)
es: (p. ej. Lista de Correo de Brice)

source: Name of Website:
es: Nombre de Website:

source: (ie. The poMMo Website)
es: (p. ej. El sitio web de poMMo)

source: Website URL:
es: Dirección Website

source: (ie. http://www.pommo-rocks.com/)
es: (p.ej. http://www.pommo-rocks.com/)

source: Administrator Password:
es: Contraseña de Administrador:

source: (you will use this to login)
es: (usarás esto para acceder)

source: Verify Password:
es: Verificar Contraseña:

source: (enter password again)
es: (inserta de nuevo la contraseña)

source: Administrator Email:
es: Email Aministrador:

source: (enter your valid email address)
es: (ingrese una dirección de correo válida)

source: Install
es: Instalar

source: To disable debugging
es: Carpeta de base de datos:

source: Click Here
es: Presione Aquí

source: To enable debugging
es: Carpeta de base de datos:

source: Continue to login page
es: Continuar con la página de acceso

source: Short Name:
es: Nombre Corto:

source: Identifying name. NOT displayed on Subscription Form or seen by users.
es: Identificando nombre. NO mostrado en Formulario de Suscripción or visto por usuarios.

source: Form Name:
es: Nombre de proyecto:

source: Required:
es: Requerido:

source: Active:
es: Activo:

source: Toggle display of field for Subscription Form
es: No se pueden analizar las formas plurales '%s'.

source: Default:
es: predeterminado

source: If provided, this value will appear pre-filled on the subscription form
es: Si se facilita, este valor aparecerá en el formulario de suscripción.

source: Select default choice
es: Selecciona elección por defecto

source: Update
es: Actualizar

source: loading...
es: cargando...

source: Multiple Choices
es: Opción Múltiple

source: Add Option(s)
es: Añadir Opcion(es)

source: type option(s)
es: tipo de opcion(es)

source: Add
es: Añadir

source: Delete Option(s)
es: Borrar Opcion(es)

source: Delete
es: Borrar

source: Subscription Forms
es: Formas plurales:

source: Default Subscription Form
es: Formulario por defecto

source: Preview the default subscription form. Its look and feel can be adjusted through the theme template ([theme]/user/subscribe.php).
es: Previsualizar la suscripción por default. su apariencia puede ser ajustada a través dle uso de templates ([theme]/user/subscribe.php).

source: Preview subscription forms that you can embed into an area of an existing webpage.
es: Previsualizar formas de subscripción que pueden ser integradas en un área de una págiuna web existente.

source: HTML Subscription Form
es: Archivos HTML (*.html;*.htm)|*.html;*.htm|

source: Generate a plain HTML subscription form that you can customize to fit your site.
es: Generar una forma de subscripción HTML palan que puede ser personalizada en su sitio.

source: %1 per Second
es: %1 por Segundo

source: %1 per Hour
es: %1 por Hora

source: Bandwidth Limit
es: Limite de Ancho de banda

source: Restore Defaults
es: Restaurar valores por defecto

source: %1 seconds
es: %1 segundos

source: %1 per Period
es: %1 por periodo

source: No Limit
es: Sin limite

source: From Name:
es: Desde (nombre):

source: From Email:
es: Desde (email):

source: Bounce Address:
es: Dirección de Respuesta:

source: Demonstration Mode:
es: Modo Demostración:

source: on
es: conectado

source: off
es: desconectado

source: (Toggle Demonstration Mode)
es: (Conmutar Modo Demostración)

source: Public Mailings
es: Mailings Públicos.

source: Character Set:
es: Codificación:

source: (Select Default Character Set of Mailings)
es: (Selecciona Carácteres por defecto en Mailings)

source: Send Mailing
es: Enviar Mailing

source: Connected to SMTP server
es: Conectado al servidor SMTP

source: (optional)
es: (opcional)

source: SMTP Password:
es: SMTP Contraseña:

source: Add Another Relay
es: Añadir otro Relay

source: List Name:
es: Nombre de la Lista:

source: (The name of your Mailing List)
es: (Nombre de la Lista de Mailing)

source: Website Name:
es: Website Nombre:

source: (The name of your Website)
es: Su dirección de correo:

source: (Web address of your Website)
es: (Dirección de tu Website)

source: Confirm URL:
es: Comfirma URL:

source: Email Confirmation:
es: Email de Confirmación:

source: Setup your SMTP Servers
es: Ajusta tus Servidores SMTP

source: (configure SMTP relays)
es: (ajusta los retrasos del envío SMTP)

source: notifications
es: notificaciones

source: Administrators can be sent a notification of subscription list changes.
es: Administradores pueden enviarse una notificación cuando existan cambios en la lista de suscriptores.

source: Notification email(s):
es: Notificación email(s):

source: Subject Prefix:
es: Título:

source: Notify on %1
es: Notificar en %1

source: Messages
es: Mensajes

source: Customize the messages sent to your users when they subscribe, unsubscribe, attempt to subscribe, or request to update their records.
es: Personaliza los mensajes enviados hacia tus usuarios cuando se suscriben, se dan de baja, quedan pendientes para la suscripción, o solicitan actualizar sus registros.

source: Subscription
es: Suscripcion

source: (Check to Enable)
es: (Marca para Activar)

source: Subject:
es: Título:

source: Message:
es: Mensaje:

source: (displayed on webpage)
es: (mostrado en la webpage)

source: Restore to Defaults
es: Restaurar valores por defecto

source: Unsubscription
es: Dar de baja

source: Subscription Confirmation
es: Confirmación de Suscriptor

source: (Use %1[[url]]%2 for the confirm link at least once)
es: (Utilice [[url]] del link de confirmación al menos una vez)

source: Account Access
es: Cuenta de acceso:

source: Administrator Username:
es: Usuario Administrador:

source: (email address of administrator)
es: (dirección email del administrador)

source: Fields Page
es: Campos

source: New field name:
es: escriba el nombre de un nuevo campo

source: type new field name
es: escriba el nombre de un nuevo campo

source: Field type:
es: Nombre de proyecto:

source: Text
es: Texto

source: Number
es: Número

source: Checkbox
es: Cuadro de Selección

source: Multiple Choice
es: Opción Múltiple

source: Date
es: fecha

source: Comment
es: Comentarios

source: Field Ordering
es: Orden de los campos

source: Change the ordering of fields on the subscription form by dragging and dropping the order icon
es: Cambie el orden de los campos de subscripción arrastrando y soltando cada ícono.

source: Edit
es: Editar

source: Order
es: Ordenar

source: Field Name
es: Nombre de proyecto:

source: Fields marked like %1 this %2 are required.
es: Campos marcados en %1 negrita %2 son necesarios rellenar.

source: Embedded Subscription Forms
es: No se pueden analizar las formas plurales '%s'.

source: Default Subscribe Form
es: (Usar idioma por defecto)

source: Preview
es: Previsualización

source: Subscription Form
es: Formulario de Suscripción

source: Return to Setup Page
es: Volver a Configuración

source: You can change the login information, set website and mailing list parameters, end enable demonstration mode. If you enable demonstration mode, no emails will be sent from the system.
es: Puedes cambiar la información de acceso, ajustar tu website y los parámetros de tu lista de Mailings. Si activas el modo de demostración , no se enviarán los emails del sistema

source: Users
es: Usuarios

source: Setup Page
es: Configurar Página

source: Set your mailing list name, its default behavior, and the administrator's information.
es: Ajusta el nombre de tu lista de Mailings, el comportamiento normal y la información del administador.

source: Subscriber Fields
es: Campos del Suscriptor

source: Choose the information you'd like to collect from your subscribers.
es: Elije la información que dease recopilar de tus suscriptores.

source: Preview and Generate the subscription form for your website.
es: Previsualiza y Genera la suscripción desde tu website.

source: Welcome to subscriber export!
es: Bienvenido a la exportación de Suscriptores !

source: Export Subscribers
es: Exportar Suscriptores

source: Export Type
es: Carpeta de base de datos:

source: .TXT - Only Email Addresses
es: .TXT - Solo Direcciones Email

source: Export
es: Carpeta de base de datos:

source: All Pages
es: Todas las páginas

source: Current Page
es: Página actual

source: Date Registered
es: Fecha Registrado

source: IP Address
es: Dirección IP

source: Remove Subscribers
es: Eliminar Suscriptores

source: Email Addresses:
es: Direcciones de Email:

source: Enter Emails...
es: Introducir Emails...

source: members in group %1.
es: Carpeta de base de datos:

source: Cancel
es: Cancelar

source: Edit Subscriber
es: Editar Suscriptor

source: Force (bypasses validation)
es: Forzar (sin pasar la validación)

source: Update Subscriber
es: Actualizar Suscriptor

source: value must be a date
es: el valor debe ser una fecha

source: value must be a number
es: el valor tiene que ser un número

source: value must not be blank
es: el valor no puede estar en blanco

source: Match subscribers where
es: Imprimir esta página

source: Welcome to adding subscribers! You can add subscribers one-by-one here. If you would like to add subscribers in bulk, visit the %1Subscriber Import%2 page.
es: Bienvenido a Añadir Suscriptores ! Puedes añadir suscriptores uno a uno aquí. Si quieres añadir suscriptores de golpe, visita el apartado %1Importación de Suscriptores%2.

source: Add Subscriber
es: Añadir Suscriptor

source: Groups Page
es: Grupos

source: New group
es: Nuevo Grupo

source: Group name
es: Nombre grupo

source: type new group name
es: Ingresa nombre del nuevo grupo

source: Group Name
es: Nombre Grupo

source: Add Subscribers
es: Añadir Suscriptores

source: Return to Subscribers Page
es: Volver a Suscriptores

source: View
es: Visualizar

source: Active Subscribers
es: Suscriptores activos

source: Unsubscribed
es: Eliminados

source: Pending
es: Pendiente

source: Belonging to Group
es: Pertenecen al Grupo

source: All Subscribers
es: Todos Suscriptores

source: Search
es: Busqueda

source: Find Subscribers where
es: Buscar Suscritores donde

source: time registered
es: registrado en fecha

source: time last updated
es: fecha ultima actualización

source: is like
es: es como

source: Delete Checked Subscribers
es: Borrar elemento seleccionado

source: Edit Checked
es: Editar Marcado

source: Registered
es: Registrado

source: Updated
es: Actualizado

source: Import Subscribers
es: Importar suscriptores

source: Yes
es: Sí

source: Subscribers Page
es: Suscriptores

source: subscribers. See an overview of your current and pending subscribers. You can add, delete, and edit subscribers from here.
es: suscriptores. Visualiza y revisa el estado de tus suscriptores. Puedes añadir, eliminar y editar suscriptores.

source: Subscribers. You can import large amounts of subscribers using files stored on your computer.
es: suscriptores. Puedes importar una larga lista de suscriptores usando ficheros almacenados en tu ordenador.

source: Manage "mailing groups" from this area. Mailing groups allow you to mail subsets of your subscribers, rather than just the entire list.
es: Gestiona grupos para tus Mailings. Te ofrece crear categorías de tus sucriptores.

source: Duplicate subscribers or invalid email addresses will be ignored.
es: Suscriptores duplicados o emails inválidos serán ignorados.

source: Type
es: Tipo

source: List of Email Addresses
es: Lista de direcciones de Email

source: Type subscribers into a box
es: Carpeta de base de datos:

source: From a box
es: Nombre de proyecto:

source: Upload subscribers from a file
es: Elegir ISP al que conectar

source: From a file
es: Desde fichero

source: Edit Group
es: Editar Grupo

source: Change Name
es: Cambiar idioma de la interfaz de usuario

source: Group name:
es: Nombre de proyecto:

source: Rename
es: Renombrar

source: Add Rule
es: Añadir archivos

source: Select a %1 field %2 to filter
es: Selecciona un %1 campo %2 para filtrar

source: Choose Subscriber Field
es: Elige campo de Suscritor

source: or, Select a %1 group %2 to include or exclude
es: o, Selecciona un %1 grupo %2 para incluir o excluir

source: Choose Group
es: Elige Grupo

source: Group Rules
es: Reglas de Grupo

source: Field
es: Campos

source: Value
es: Valor

source: or
es: o

source: AND
es: Y

source: OR
es: O

source: No rules have been added
es: No se han añadido reglas

source: Assign Fields
es: Asignar Campos

source: Ignore Column
es: Ignorar Columna

source: You must assign an email column!
es: Debes asiganar un email en la columna!

source: View Last Notices
es: Ver Últimas Noticias

source: Reload Checked Mailing
es: Recargar Mailing Seleccionado

source: Delete Checked Mailings
es: Borrar elemento

source: Started
es: Estado:

source: Finished
es: Terminado

source: Status
es: Estado:

source: You may %1load%2 or %1delete%2 templates from here.
es: Puedes %1cargar%2 o %1eliminar%2 plantillas desde aquí.

source: Template
es: Plantilla

source: choose template
es: elige plantilla

source: Description
es: Descripción

source: No template selected
es: Plantilla no seleccionada

source: Load
es: Cargar

source: HTML Message
es: Mensaje HTML

source: Leave blank to send text only
es: Dejar en blanco para enviar solo texto

source: Save as Template
es: Guardar como Plantilla

source: Text Version
es: Version de TEXTO

source: Leave blank to send HTML only
es: Dejar en blanco para enviar solo HTML

source: Copy text from HTML Message
es: Copiar texto desde Mensaje HTML

source: Continue
es: Continuar

source: View this Mailing on the Web
es: Visualizar este Mailing en la web

source: Unsubscribe or Update Records
es: Dar de baja o Actualizar Datos

source: Preview Mailing
es: Previsualización de la impresión

source: To:
es: Para:

source: From:
es: De:

source: Send Test
es: Test de envio

source: Message
es: Mensaje

source: Preview Message
es: Previsualización de la impresión

source: (maximum of 60 characters)
es: (máximo de 60 carácteres)

source: Send Mail To:
es: Enviar Mail a :

source: All subscribers
es: Todos suscriptores

source: (Select who should receive the mailing)
es: (Selecciona quien deberá recibir el Mailing)

source: Return:
es: Contestar a:

source: (Select Character Set of Mailings)
es: (Seleccion la Codificación del Mailing)

source: Name:
es: Nombre

source: Description:
es: Descripción:

source: Save
es: Guardar

source: Mailing sent to %1
es: Maling enviado a %1

source: Default (optional; used if no value exists)
es: Defecto (opcional; usado si no exite valor)

source: Subscriber ID
es: ID Suscriptor

source: Insert
es: Insertar

source: Mailings take place in the background so feel free to close this page, visit other sites, or even turn off your computer. You can always return to this status page by visiting the Mailings section. %1Throttle settings%2 can also be adjusted -- although you must pause and revive the mailing before changes take effect.
es: El Mailing se esta enviando, puedes cerrar esta ventana y realizar otras tares, incluso apagar el ordenador. Puedes volver siempre al estado del envío visitando el Historial de Mailings. %1Configuración%2 puede ser ajustada -- asi mismo debes pausar y activar el mailing antes de que los cambios tomen efecto.

source: Sending message to %1 subscribers.
es: Enviando mensaje a %1 suscriptores.

source: Mailing Status
es: Estado Mailing

source: Initializing...
es: Inicializando...

source: Pause Mailing
es: Pausar Mailing

source: Cancel Mailing
es: Cancelar Mailing

source: Mailing Finished
es: Mailing Terminado

source: Return to
es: Volver a

source: Mailings Page
es: Mailings

source: Command Recieved. Please wait...
es: Imprimiendo. Por favor espere

source: %1 mails sent
es: %1 mails enviados

source: Last 50 notices
es: Ultimas 50 noticias

source: Sent Emails
es: Emails Enviados

source: Unsent Emails
es: Emails no enviados

source: Failed Emails
es: Emails fallidos

source: Create and send a mailing.
es: Crea y envía un Mailing

source: View mailings that have already been sent.
es: Visualizar mailings ya enviados

source: Return to Mailings Page
es: Volver a Mailings

source: Templates
es: Plantillas

source: Compose
es: Componer

source: Admin Menu
es: Menu Administrador

source: Send mailings to the entire list or to a subset of subscribers. Mailing status and history can also be viewed from here.
es: Envia Mailings a una lista de distribución o a una serie de suscriptores. Estado de los Mailings y historial puede ser visto desde aquí.

source: Here you can list, add, delete, import, export, and update your subscribers. You can also create groups (subsets) of your subsribers from here.
es: Aquí puedes tu listar, añadir, editar, importar, exporta y actualizar tus suscriptores. Puedes también crear grupos (categorías) de tus suscriptores desde aquí.

source: This area allows you to configure poMMo. Set mailing list parameters, choose the information you'd like to collect from subscribers, and generate subscription forms from here.
es: En esta área te permite configurar poMMo. Fijar parametros para la lista de Mailings, elegir la información que quieres recopilar de los suscriptores, y generar formularios de suscripción desde aquí.

source: If you like poMMo, please consider a dontation to support its development
es: Si te gusta poMMo, por favor realiza una donación para el desenvolupamiento de esta aplicación.

source: Confirm your action.
es: Confirma tu acción.

source: please return
es: por favor vuelve

source: I confirm
es: Confirmo

source: Confirm
es: Confirmar

source: Upgrader
es: Actualizar

source: Support Page
es: Página de soporte

source: Join newsletter
es: Entrar newsletter

source: Choose Selection
es: Elige Selección

source: Subscribe
es: suscribir

source: Your Information
es: Tu Información

source: New Email:
es: Nuevo Email:

source: Verify New Email:
es: Verificar Nuevo Email

source: Update Records
es: Actualización de Registrs

source: Administrative Login
es: Acceso de Administrador

source: Reset Password
es: Resetear Contraseña

source: Username
es: Usuario

source: Password
es: Contraseña

source: Log In
es: Entrar

source: Forgot your password?
es: Olvido su contraseña?

source: January
es: Enero

source: Febuary
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miercoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sabado

source: Prev
es: Previsualización

source: Next
es: Siguiente

source: Close
es: Cerrar

source: Choose Date
es: Elige Fecha

source: Both HTML and Text cannot be empty
es: HTML y Texto no pueden estar vacios

source: is
es: es

source: is not
es: no es

source: is checked
es: esta seleccionado

source: is not checked
es: no esta seleccionado

source: is greater than
es: es mayor que

source: is less than
es: es inferior a

source: or in group
es: o en grupo

source: and not in group
es: y no en grupo

source: Error sending mail
es: Error enviando mail

source: Welcome to %s
es: Bienvenido a %s

source: Welcome to our mailing list. Enjoy your stay.
es: Bienvenido a tu lista de mailing. Disfruta tu estancia.

source: You have been unsubscribed and will not receive any more mailings from us. Feel free to come back anytime!
es: Has sido dado de baja y no recibiras ningún mensaje mas de nosotros. Vuelve cuando quieras !

source: You have successfully unsubscribed. Enjoy your travels.
es: Has sido correctamente dado de baja.

source: You have requested to subscribe to %s. We would like to validate your email address before adding you as a subscriber. Please click the link below to be added ->
es: Has solicitado suscribirte a %s. Tenemos que validar tu dirección de email antes de añadirte a nuestra suscripción. Por favor haz click en el link a continuación para añadirte ->

source: If you have received this message in error, please ignore it.
es: Si tu has recibido este mensaje por error, por favor ignoralo.

source: Subscription request
es: Solicitud de suscripción
