Repository: lukmanism/newsletter
Catalog: language/*/*-pommo.po
Languages: es

source: Someone has requested to access to your records for %s.
es: Alguien a solicitado el acceso a tus registros para %s.

source: You may edit your information or unsubscribe by visiting the link below ->
es: Debes editar tu información or darte de baja en el siguiente link ->

source: %s: Account Access.
es: %s: Cuenta Acceso

source: You have requested to change your password for %s.
es: Has solicitado cambiar tu password por %s.

source: Please validate this request by clicking the link below ->
es: Por favor confirma esta petición haciendo click en el siguiente link ->

source: Change Password request
es: Solicitud para el cambio de contraseña

source: You have requested to update your records for %s.
es: Has solicitado actualizar tus registros de %s.

source: Update Records request
es: &Actualizar desde fuentes

source: poMMo test message
es: mostrar este mensaje de ayuda

source: Error Sending Mail
es: Su dirección de correo:

source: new subscriber!
es: nuevo suscriptor !

source: user unsubscribed.
es: usuario dado de baja.

source: new pending!
es: nuevo pendiente !

source: subscriber updated.
es: suscriptor actualizado

source: %s is a required field.
es: %s es un campo obligatorio

source: Database Error:
es: Error de base de datos:

source: Denied access. You must %slogin%s to access this page...
es: Acceso denegado. Debes %sloguearte%s para acceder a esta página...

source: Verify your settings in config.php
es: Comprueba tu configuración en config.php

source: Mailing Complete.
es: Mailing Completado

source: Restarting Mailing %s
es: Win32s en Windows 3.1.

source: Started Mailing %s
es: El texto no pudo ser guardado.

source: Stopped Mailing %s
es: El texto no pudo ser guardado.

source: Mailing Cancelled.
es: Mailing Cancelado

source: Could not create directory
es: No se puedo crear el fichero temporal '%s'

source: Redirecting, please wait...
es: Imprimiendo. Por favor espere

source: Sending failed:
es: Fallo al enviar:

source: Invalid Email Address
es: Dirección Email incorrecta

source: Your records have been updated.
es: Tus datos han sido actualizados.

source: Mailing History
es: Historial Mailing

source: Subscription request received.
es: Solicitud de Suscripcion recibida.

source: Invalid email address
es: Dirección de email incorrecta

source: Email address not found! Please try again.
es: Dirección email no encontrada ! Por favor intentalo de nuevo.

source: To subscribe, %sclick here%s
es: Para suscribirse, %spincha aquí%s

source: record update request
es: solicitud de actualización datos

source: password change request
es: peticion de cambio de contraseña

source: Cannot be empty.
es: No puede estar vacio.

source: Please review and correct errors with your submission.
es: Por favor revisa y corrige los errores.

source: Mail Sent.
es: Mail enviado.

source: Must be a valid URL
es: Deber ser una URL válida

source: Passwords must match.
es: La contraseña debe coincidir.

source: Confirm Action
es: Confirmar Accion

source: SMTP Settings
es: SMTP Configuración

source: Group Renamed
es: Grupo Renombrado

source: Error adding subscriber.
es: Error añadiendo suscriptor.

source: Invalid email.
es: Email erróneo.

source: %s has already unsubscribed. To add the subscriber anyway, check the box to force the addition.
es: %s esta dado de baja. Para añadir este suscriptor de todas formas..., marca la casilla de Forzar (sin pasar la validación)

source: Subscriber %s added!
es: Suscriptor %s añadido !

source: No subscribers were removed.
es: Fallo en la petición de rastreo DDE

source: Fields failed validation
es: Fallo en la validación de campos

source: Error updating subscriber.
es: Error al actualizar suscriptor.

source: Subscriber Updated
es: Suscriptor Actualizado

source: Group cannot be deleted.
es: El Grupo no puede ser eliminado.

source: %s deleted.
es: %s eliminado.

source: Template Deleted
es: Plantilla Eliminada

source: Subject or Message cannot be empty!
es: El Titulo o el Mensaje no puede estar vacío !

source: Cannot send a mailing to 0 subscribers!
es: No se puede enviar ningún Mailing a 0 suscriptrores !

source: Save Template
es: Guardar Plantilla

source: You have changed the language for this session. To make this the default language, you must update your config.php file.
es: Has cambiado el lenguaje para esta sesion. Para hacer que sea tu lenguaje predeterminado, debes actualizar tu fichero config.php.

source: Failed login attempt. Try again.
es: Fallo al acceder. Intentalo de nuevo.

source: Must be a valid email
es: Debe ser un email válido

source: Installation Complete! You may now login and setup poMMo.
es: Instalación Completada ! Puedes ahora acceder y configurar poMMo.

source: Login Username:
es: Nombre de usuario:

source: Login Password:
es: Contraseña:

source: Upgrade Complete!
es: Actualización completada!

source: Upgrade Failed!
es: Fallo en la Actualización !
